Revit 2027 API
ParameterTypeId.StairsRailingThickness Property
 "Railing Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingThickness { get; }
Public Shared ReadOnly Property StairsRailingThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingThickness {
	ForgeTypeId^ get ();
}
static member StairsRailingThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace